import React from 'react';

import style from './data.scss';

export default [
  {
    id: 1,
    render: (
        <div className={style.congratulations}>
          <span>
            С Днём Рождения!<br />
            Мы тебя любим!<br />
          </span>
          <span className={style.goNext}>Листай дальше...</span>
        </div>
    )
  },
  {
    owner: "Девятень Александр",
    description: "Трудно что-то пожелать человеку, которого ставлю в пример... Не расстраивайся, если тебе кажется, что тебя не ценят! Во-первых, есть куча людей которые тебя очень ценят! Во-вторых, обрати внимание\n на слово кажется) ",
    id: 2
  },
  {
    owner: "Анацко Александр",
    description: "Оля, ты не какой-нибудь там политик,\nТы – бизнес- и уже системный аналитик!\nВсех удивляешь непосильною работой,\nПри этом окружаешь вниманием и заботой!\n\nТвой труд продуктивен и каждому нужен,\nСегодня команда без тебя безоружна,\nНо ты не волнуйся, мы будем стараться,\nВсе будет отлично, а ты поправляйся!",
    id: 3
  },
  {
    owner: "Барковская Ольга",
    description: "Дорогая Олечка я сегодня хочу поздравить тебя с днем рождения. Что пожелать тебе, милая? В первую очередь, желаю простого с женского счастья, ведь оно так важно для каждой из нас. Пусть рядом с тобой всегда будут только самые надежные руки любимого, которые укроют тебя от всех бед и огорчений, согреют даже в самый лютый мороз и смогут утешить в минуты отчаянья. Пусть в твоем сердце всеми красками радуги расцветает настоящая весна и любовь. Еще я желаю тебе крепко здоровья, оно тоже тебе еще пригодится, поэтому не болей, дорогая. Конечно, желаю материального достатка, чтобы у тебя всегда была возможность осуществлять свои мечты и никогда ни от чего не отказываться. Пусть дом будет полной чашей, в которую просто не смогут поместиться неприятности или огорчения.",
    id: 4
  },
  {
    owner: "Аскандаров Энвер",
    description: "Спасибо, что ты есть у нас! Желаю крепкого терпения и побольше мечтать. Все сбудется!",
    id: 5
  },
  {
    owner: "Недвецкая Алёна",
    description: "Будь сильной, но в тоже время мягкой и ласковой! Пусть твое стремление к прекрасному делает весь мир вокруг тебя чуточку идеальнее!",
    id: 6
  },
  {
    owner: "Шмыга Евгений",
    description: "Олечка, пусть твоя жизнь будет не только светлой полосой, но и пестрит всеми цветами радуги, исключая серый и черный!",
    id: 7
  },
  {
    owner: "Киселёв Евгений",
    description: "Поздравляю с днем рождения нашу любимую Олечку, на чьих плечах лежит тяжкий груз под названием СББОЛ, которая стойко переносит все тяготы общения с различными \"кусачими\" представителями команды. \n" +
        "Человек-кремень, умудряется работать в отпуске и на больничном. Несмотря на трудности стремится помочь всем вокруг. Дорагая Оля, желаю тебе и твоей семье в первую очередь  здоровья, \n" +
        "это самое главное, будет здоровье -  все остальное придет. Побольше времени уделяй себе любимой, слишком много работаешь... что ни созвон, Китаева тут как тут))) \n" +
        "В то же время искренне надеюсь, что ты и дальше продолжешь нас баловать своим вниманием и заботой. Всего тебе самого наилучшего. ",
    id: 8
  },
  {
    owner: "Смирнов Алексей",
    description: "Оля, пусть сегодняшний день на принесет тебе здоровье, чтобы испарились все вирусы, не оставив о себе никаких воспоминаний, и чтобы ты опять ворвалась в переполненную событиями здоровую жизнь.",
    id: 9
  },
  {
    owner: "Драгун Павел",
    description: "Пусть в твой день рождения у тебя будет отличное настроение, огромное количество улыбок и добра. Пусть рядом всегда будут дорогие сердцу люди. Здоровья и счастья! И каждый день пусть оставляет добрый след!",
    id: 10
  },
  {
    owner: "Ширяев Олег",
    description: "const str = \"Оля, поздравляю и желаю тебе наикрепчайшего здоровья, сил, энергии и успехов в любых делах!\"",
    id: 11
  },
  {
    owner: "Рачинская Ирина",
    description: " Счастливых улыбок Максима и детей,  здоровья Вам крепкого скорей (или быстрей)",
    id: 12
  },
  {
    owner: "Пелеванюк Ольга",
    description: "Желаю быть счастливой, радоваться жизни и наслаждаться каждой минутой! Много здоровья и сил на реализацию поставленных целей! Весны в душе, цветов и улыбок!",
    id: 13
  },
  {
    owner: "Франковский Ян",
    description: "Личного и профессионального роста, здоровья и много всего хорошего",
    id: 14
  },
  {
    owner: "Налетко Дмитрий",
    description: "Дорогая наша Олечка, красивая и мудрая, добрая и отзывчивая! \n" +
        "Сердечно поздравляю тебя с днем рождения! \n" +
        "Желаею всегда оставаться такой же молодой, очаровательной и приятной женщиной! \n" +
        "Пусть у тебя всегда будет отличное настроение, Здоровья тебе и твоим родным и близким! \n" +
        "Любви и теплых отношений в семье, уважения и обожания от друзей и коллег!",
    id: 15
  },
  {
    owner: "Кулага Александр",
    description: "Оля, надежда умирает последней!\n" +
        "Всё всегда заканчивается хорошо. \n" +
        "Если всё закончилось плохо, то это еще не конец",
    id: 16
  },
  {
    owner: "Плевко Виктория",
    description: "Пусть каждое утро встречает тебя яркими лучами и улыбками близких!",
    id: 17
  },
  {
    owner: "Богданович Татьяна",
    description: "Крепкого здоровья, сил в преодолении препятствий,  душевного спокойствия, позитива и исполнения всех заветных желаний!",
    id: 18
  },
  {
    owner: "Браго Евгений",
    description: "От всей души поздравляю тебя с днем рождения!! Будь всегда такой яркой и жизнерадостной! Желаю успехов во всём, здоровья тебе и твоей семье. С днем рождения!)",
    id: 19
  },
  {
    owner: "Марына Курышка",
    description: "Дарагая Воля, наш энергічны аналітык і па сумяшальніцтву бухгалтар, рухавік нерухомага, масавік-арганізатар, віншую цябе з ДН! Жадаю моцнага здароўя, незгасальнай энергіі, пазітыўных думак, хай шчасціць і сонейка свеціць для цябе штодня! Абдымаю на адлегласці",
    id: 20
  },
  {
    owner: "Толстик Никита",
    description: "Мой подарок у тебя на экране :). Здоровья и улыбок тебе",
    id: 21,
  }
];
